Repository: pHAlkaline/phkapa
Catalog: app/Plugin/Access/Locale/fra/LC_MESSAGES/access.po
Languages: fr_fr

source: Access Setup
fr_fr: Accès au paramétrage

source: Access User
fr_fr: Accès utilisateur

source: Aco
fr_fr: Contrôle d'accès

source: Allow
fr_fr: Autoriser

source: Allowed
fr_fr: Autorisé

source: Aro
fr_fr: Accès

source: Deny
fr_fr: Refuser

source: Denyed
fr_fr: Refusé

source: Group / User
fr_fr: Groupe / Utilisateur

source: Group / User name must be unique!!
fr_fr: Groupe / Nom d'utilisateur doit être unique!!

source: Root
fr_fr: Racine

source: This name is restricted by system.
fr_fr: Ce nom est limité par le système.

source: Type Group
fr_fr: Type de groupe

source: User
fr_fr: Utilisateur
