Repository: pHAlkaline/phkapa
Catalog: app/Plugin/Phkapa/Locale/deu/LC_MESSAGES/phkapa.po
Languages: deu

source: (choose one)
deu: (bitte auswählen)

source: Action
deu: Aktion

source: Action Effectiveness
deu: Wirksamkeitsbewertung

source: Action type
deu: Aktionstyp

source: Action deadline expired!!!
deu: Frist abgelaufen!!!

source: Action is closed, must have closed date
deu: Aktion ist geschlossen, muss ein Abschlussdatum haben

source: Action requires closed by
deu: Aktion erfordert von geschlossen

source: Action type requires verification on close
deu: Aktionstyp erfordert Verifizierung beim Schließen

source: Action type requires verified by
deu: Aktionstyp erfordert verifiziert durch

source: Active
deu: Aktiv

source: Activity
deu: Tätigkeit (im Prozess)

source: Add %s
deu: %s anlegen

source: Administration
deu: - Verwaltung

source: After Deadline
deu: Nach Frist

source: Application Offline
deu: Selbstzerstörungsmodus aktiv

source: Approved
deu: Freigegeben

source: Are you sure you want to close # %s?
deu: Soll # %s wirklich geschlossen werden?

source: Are you sure you want to delete # %s?
deu: Soll # %s wirklich gelöscht werden?

source: Are you sure you want to replan # %s?
deu: Soll für # %s wirklich der Plan überarbeitet werden?

source: Are you sure you want to send # %s?
deu: Soll # %s wirklich eingetragen werden?

source: Category
deu: Kategorie

source: Cause
deu: Ursachentyp

source: Cause Notes
deu: Ursachenanalyse<br />Warum?<br />Warum?<br />Warum?<br />Warum?<br />Warum?

source: Choose one option
deu: Bitte auswählen

source: Close
deu: Schließen

source: Close %s
deu: %s schließen

source: Close Date
deu: Geschlossen am

source: Close date must be between origin date and today
deu: Abschlussdatum muss zwischen Erstelldatum und heute sein

source: Closed
deu: Geschlossen

source: Closed By
deu: Geschlossen von

source: Closed with success.
deu: Geschlossen.

source: Could not be closed.
deu: Schließen fehlgeschlagen.

source: Could not be deleted.
deu: Löschen fehlgeschlagen.

source: Could not be saved. Please, try again.
deu: Speichern fehlgeschlagen. Bitte erneut versuchen.

source: Created
deu: Erstellt

source: Days
deu: Tage

source: Deadline
deu: Frist

source: Delete
deu: Löschen

source: Delete %s
deu: %s löschen

source: Deleted with success.
deu: Gelöscht.

source: Description
deu: Beschreibung

source: Download File
deu: Datei herunterladen

source: Edit
deu: Bearbeiten

source: Edit %s
deu: Bearbeite %s

source: Effectiveness
deu: Wirksamkeit

source: Effectiveness Notes
deu: Notizen zur Wirksamkeit

source: Efficiency
deu: Eignung

source: Empty
deu: Leer

source: End Date
deu: Enddatum

source: Expiry
deu: Fälligkeitsdatum

source: Export to CSV
deu: Nach CSV exportieren

source: Filter By Ticket Origin Date
deu: Nach Erstelldatum filtern

source: Data To Export
deu: Typ to exportieren

source: Invalid date
deu: Ungültiges Datum

source: Invalid parent
deu: Ungültiger Vorgänger

source: Invalid request.
deu: Ungültige Abfrage

source: Last Modification By
deu: Zuletzt geändert von

source: List %s
deu: %s auflisten

source: Loading process data
deu: Vorgansdaten abrufen

source: Menu
deu: Auswahl

source: Modified
deu: Geändert

source: Must be between ticket origin date and ticket close date
deu: Muss zwischen dem Erstelldatum und Abschlussdatum liegen

source: Name
deu: Bezeichnung

source: New ticket registered
deu: Neuer Vorgang

source: Next
deu: Nächster

source: No
deu: Nein

source: No cause!!!
deu: Keine Ursache beschrieben!!!

source: No plan!!!
deu: Kein Plan angelegt!!!

source: No records found!!!
deu: Keine Einträge gefunden!!!

source: Notes
deu: Hinweise

source: Numeric
deu: numerisch

source: Open Report
deu: Bericht öffnen

source: Open new related ticket
deu: Neuen Vorgang ableiten

source: Option
deu: Auswahl

source: Origin
deu: Herkunft

source: Origin Date
deu: Erstelldatum

source: Owner
deu: Eigentümer

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
deu: Seite %page% von %pages%, zeige %current% Einträge von insgesamt %count%, beginnend bei %start%, endend bei %end%

source: Password
deu: Passwort

source: Plan
deu: Planen

source: Previous
deu: Vorheriger

source: Priority
deu: Priorität

source: Process
deu: Prozess (SOP)

source: Query
deu: Übersicht

source: Record
deu: Eintrag

source: Record %s
deu: Eintrag %s

source: Registar
deu: Erfasser

source: Register
deu: Erfassen

source: Related
deu: Bezug

source: Related Child Tickets and actions will also be deleted!!
deu: Abgeleitete Vorgänge werden ebenfalls gelöscht!!

source: Related Tickets
deu: Abgeleiteter Vorgang

source: Replan
deu: Plan überarbeiten

source: Review
deu: Bewerten

source: Review Notes
deu: Hinweise zur Bewertung

source: Role
deu: Rolle

source: Safety
deu: Sicherheitsrisiko

source: Saved with success.
deu: Gespeichert.

source: See ticket parent data
deu: Informationen zum Vorgänger betrachten

source: Select Supplier
deu: Erfasse auswählen

source: Send
deu: Bearbeitung abschließen

source: Send %s
deu: %s absenden

source: Start Date
deu: Anfangsdatum

source: Submit
deu: eintragen

source: Supplier
deu: Melder

source: This application is now on maintenance mode, back soon as possible!
deu: pHKapa ist im Wartungsmodus. Wir sind bald wieder da!

source: This ticket has actions that were not effective, please choose cancel if you want replan or create a new related ticket before closing.
deu: Dieser Vorgang enthält Aktionen, welche nicht wirksam waren. Bitte "Abbrechen" wählen, falls neu geplant werden oder ein neuer Vorgang abgeleitet werden soll, bevor der Vorgang geschlossen wird.

source: This workflow requires cause
deu: Der Workflow erfordert eine Ursache.

source: This workflow requires close date
deu: Der Vorgang erfordert ein Abschlussdatum

source: Ticket
deu: Vorgang

source: Ticket # %s has been closed
deu: Vorgang # %s wurde geschlossen

source: Ticket # %s has new plan
deu: Vorgang # %s enthält einen neuen Plan

source: Ticket Parent
deu: Vorgänger

source: Type
deu: Typ

source: User
deu: Benutzer

source: Username
deu: Benutzername

source: Users
deu: Benutzer

source: Verification
deu: Verifizierung

source: Verified By
deu: Verifizieren Von

source: Verify
deu: Verifizieren

source: Version
deu: Umarbeitung

source: Version Created
deu: Umarbeitung Erstellt

source: View
deu: Ansicht

source: View %s
deu: %s anzeigen

source: Yes
deu: Ja

source: action_closed_note
deu: Begründung und Nachweise vor dem Schließen eintragen !!!

source: set todays date
deu: Heutiges Datum eintragen
