Repository: pHAlkaline/phkapa
Catalog: app/Plugin/Access/Locale/*/LC_MESSAGES/access.po
Languages: pt_br

source: Access User
pt_br: Usuarios

source: Aco
pt_br: Controle de Acesso

source: Allow
pt_br: Permite

source: Allowed
pt_br: Permitido

source: Aro
pt_br: Gestão de Acesso

source: Deny
pt_br: Nega

source: Denyed
pt_br: Negado

source: Group / User
pt_br: Grupo / Usuário

source: Group / User name must be unique!!
pt_br: Grupo / Nome do usuário tem de ser único

source: Root
pt_br: Raiz

source: This name is restricted by system.
pt_br: Este nome é restrito pelo sistema

source: Type Group
pt_br: Tipo de Grupo

source: User
pt_br: Usuário
