Repository: pHAlkaline/phkapa
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: spa

source: (choose one)
spa: (seleccione uno)

source: Aco
spa: Control de Acceso

source: Action Type
spa: Tipo de Acción

source: Actions
spa: Acciones

source: Active
spa: Activo

source: Add %s
spa: Añadir %s

source: Admin panel: %s
spa: Panel de admin: %s

source: Admin user password
spa: Password de usuario admin

source: Administration
spa: Administración

source: Allow
spa: Habilitar

source: Allowed
spa: Habilitado

source: Already Installed
spa: Ya Instalado

source: Application Offline
spa: Aplicación fuera de linea

source: Are you sure you want to delete # %s?
spa: ¿Está seguro de que quiere borrar el nº %s?

source: Aro
spa: Acceso

source: Cake is NOT able to connect to the database.
spa: Cake NO puede conectarse a la base de datos.

source: Cake is able to connect to the database.
spa: Cake puede conectarse a la base de datos.

source: CakePHP version %s < %s
spa: Versión de CakePHP %s < %s

source: CakePhp version %s >= %s
spa: Versión de CakePHP %s >= %s

source: Check load data option to insert dafault values to action types, activities, categories, causes, origins, processes, suppliers and finaly some example users and their access configuration.
spa: Elegir la opción de carga de datos para insertar valores por defecto para tipos de acción, actividades, categorías, causas, orígenes, procesos, proveedores y por último algunos usuarios de ejemplo con sus configuraciones de acceso.

source: Click here to begin installation
spa: Haga click aquí para comenzar la instalación

source: Could not be deleted.
spa: No se puede borrar.

source: Could not be saved. Please, try again.
spa: No se puede guardar. Por favor, inténtelo de nuevo.

source: Could not connect to database.
spa: No se puede conectar a la base de datos.

source: Could not connect to database: %s
spa: No se puede conectar a la base de datos: %s

source: Could not load database: %s
spa: No se puede cargar la base de datos: %s

source: Could not write database.php file.
spa: No se puede escribir el fichero database.php

source: Could not write email.php file.
spa: No se puede escribir el fichero email.php

source: Created
spa: Creado

source: Database and data
spa: Base de datos y datos

source: Database connection file already exists
spa: Ya existe el fichero de conexión de base de datos

source: Delete
spa: Borrar

source: Delete %s
spa: Borrar %s

source: Deleted with success.
spa: Borrado con éxito.

source: Deny
spa: Denegar

source: Denyed
spa: Denegado

source: Diagnostics
spa: Diagnósticos

source: Dont forget to restore default access values to Config and tmp directory.
spa: No olvide restaurar los valores de acceso por defecto a los directorios Config y tmp

source: Down
spa: Abajo

source: Edit
spa: Editar

source: Edit %s
spa: Editar %s

source: Edit Profile
spa: Editar Perfil

source: Email settings file already exists
spa: Ya existe el fichero de configuración de email

source: Empty
spa: Vacío

source: Enable change password
spa: ¿Cambiar password?

source: End Session
spa: Finalizar Sesión

source: From Email
spa: Desde Email

source: From Name
spa: Desde Nombre

source: Group / User
spa: Grupo / Usuario

source: Group / User name must be unique!!
spa: El nombre de Grupo / Usuario debe ser único!!

source: Help
spa: Ayuda

source: Installation cannot continue as minimum requirements are not found.
spa: La instalación no puede continuar al no cumplir con los requerimientos mínimos

source: Installation completed successfully
spa: La instalación se ha completado con éxito

source: Installation not completed successfully
spa: La instalación no se ha completado con éxito

source: Installation: Welcome
spa: Instalación: Bienvenido

source: Invalid email
spa: Email incorrecto

source: Invalid request.
spa: Solicitud incorrecta.

source: Language
spa: Idioma

source: List %s
spa: Lista %s

source: Load data
spa: Cargar datos

source: Login failed. Invalid username or password.
spa: Acceso fallido. Id. Usuario o password incorrectos

source: Modified
spa: Modificado

source: Must be unique
spa: Debe ser único

source: Name
spa: Nombre

source: New Password
spa: Nuevo Password

source: Next
spa: Siguiente

source: No records found!!!
spa: Sin registros!!!

source: Notification
spa: Notificación

source: Notifier
spa: Notificador

source: PHKAPA Admin panel: %s
spa: Panel PHKAPA Admin: %s

source: PHP version %s < 5.2
spa: Versión de PHP %s < 5.2

source: PHP version %s > 5.2
spa: Versión de PHP %s > 5.2

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
spa: Página %page% de %pages%, mostrando %current% registros de %count%, desde el registro %start% al registro %end%

source: Parent node
spa: Nodo padre

source: Passwords dont match
spa: Los passwords no concuerdan

source: Passwords secured and updated for all users
spa: Passwords seguros y actualizados para todos los usuarios

source: Previous
spa: Anterior

source: Read
spa: Leer

source: Record
spa: Registro

source: Rename config/database.php.default to config/database.php
spa: Renombrar config/database.php.default a config/database.php

source: Resources
spa: Recursos

source: Root
spa: Raiz

source: Saved with success.
spa: Guardado con éxito.

source: Search...
spa: Búsqueda...

source: Setup database connection
spa: Configuración de la conexión de base de datos

source: Setup notification email
spa: Configuración del email de notificación

source: Something went wrong during installation. Please check your server logs.
spa: Algo fue mal durante la instalación. Por favor revise los logs de su servidor.

source: Start Session
spa: Inicio de sesión

source: Step 1 : Database connection
spa: Paso 1: Conexión a la base de datos

source: Step 2 : Build database , load table values
spa: Paso 2: Creación de la base de datos, carga de tablas

source: Step 3 : Email notification
spa: Paso 3: Notificaciones de email

source: Step 4 : Secure app and set new administrator password
spa: Paso 4: Securización de la aplicación y establecimiento de un nuevo password de administrador

source: Subject
spa: Asunto

source: Submit
spa: Enviar

source: The %s is being used for caching. To change the config edit APP/config/core.php
spa: %s está siendo utilizado para almacenamiento en caché . Para cambiar la configuración editar APP/config/core.php

source: Time Zone
spa: Zona Horaria

source: This application is now on maintenance mode, back soon as possible!
spa: Esta aplicación está ahora en modo de mantenimiento, vuelva tan pronto como pueda!

source: This application will be on maintenance mode at %s
spa: Esta aplicación estará en modo de mantenimiento en %s

source: This name is restricted by system.
spa: Este nombre está restringido por el sistema

source: This will also delete childs!!
spa: Esto borrará también los hijos!!

source: Type Group
spa: Tipo Grupo

source: Unable to create administrative user.
spa: No se ha podido crear el usuario de administración.

source: Unable to generate users password.
spa: No se ha podido crear el password de usuarios

source: Unable to secure your application, your Config %s core.php file is not writable. Please check the permissions.
spa: No se puede securizar su aplicación, su fichero de Config %s core.php no tiene permiso de escritura. Por favor compruebe los permisos.

source: Up
spa: Arriba

source: User
spa: Usuario

source: Username
spa: ID. Usuario

source: Verify Password
spa: Verificar Password

source: View
spa: Ver

source: View %s
spa: Ver %s

source: Yes
spa: Si

source: Your Config directory is NOT writable.
spa: Su directorio Config NO tiene permiso de escritura

source: Your Config directory is writable.
spa: Su directorio Config tiene permiso de escritura

source: Your cache is NOT working. Please check the settings in APP/config/core.php
spa: Su cache NO está funcionando. Por favor compruebe la configuración en APP/config/core.php

source: Your database configuration file is NOT present.
spa: Su fichero de configuración de base de datos NO está presente

source: Your database configuration file is present.
spa: Su fichero de configuración de base de datos está presente

source: Your tmp directory is NOT writable.
spa: Su directorio tmp NO tiene permiso de escritura

source: Print report not found.
spa: Abrir informe no se encuentra.

source: Plugin not found, this Plugin is available to Donors, Contributors or Service clients.
spa: Plugin no encontrado , este plugin está disponible sólo para los donantes, los contribuyentes o servicio al cliente.

source: Ticket Report
spa: Informe

source: Ticket Details
spa: Detalles del informe
