Repository: pHAlkaline/phkapa
Catalog: app/Plugin/Access/Locale/ron/LC_MESSAGES/access.po
Languages: rum

source: Access User
rum: Utilizatori

source: Aco
rum: Control al Accesului

source: Allow
rum: Permite

source: Allowed
rum: Permis

source: Aro
rum: Acces

source: Deny
rum: Interzice

source: Denyed
rum: Interzis

source: Group / User
rum: Grup / Utilizator

source: Group / User name must be unique!!
rum: Numere Grupului / Utilizatorului trebuie sÄƒ fie unic

source: Root
rum: Raiz

source: This name is restricted by system.
rum: Numele este rezervat de sistem

source: Type Group
rum: Tip de Grup

source: User
rum: Utilizator
